[
  {
    "type": "paragraph_start"
  },
  {
    "type": "verse_number",
    "value": 1
  },
  {
    "type": "paragraph_text",
    "value": "Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because whoever suffers in the body is done with sin."
  },
  {
    "type": "verse_number",
    "value": 2
  },
  {
    "type": "paragraph_text",
    "value": "As a result, they do not live the rest of their earthly lives for evil human desires, but rather for the will of God."
  },
  {
    "type": "verse_number",
    "value": 3
  },
  {
    "type": "paragraph_text",
    "value": "For you have spent enough time in the past doing what pagans choose to do—living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."
  },
  {
    "type": "verse_number",
    "value": 4
  },
  {
    "type": "paragraph_text",
    "value": "They are surprised that you do not join them in their reckless, wild living, and they heap abuse on you."
  },
  {
    "type": "verse_number",
    "value": 5
  },
  {
    "type": "paragraph_text",
    "value": "But they will have to give account to him who is ready to judge the living and the dead."
  },
  {
    "type": "verse_number",
    "value": 6
  },
  {
    "type": "paragraph_text",
    "value": "For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to human standards in regard to the body, but live according to God in regard to the spirit."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 7
  },
  {
    "type": "paragraph_text",
    "value": "The end of all things is near. Therefore be alert and of sober mind so that you may pray."
  },
  {
    "type": "verse_number",
    "value": 8
  },
  {
    "type": "paragraph_text",
    "value": "Above all, love each other deeply, because love covers over a multitude of sins."
  },
  {
    "type": "verse_number",
    "value": 9
  },
  {
    "type": "paragraph_text",
    "value": "Offer hospitality to one another without grumbling."
  },
  {
    "type": "verse_number",
    "value": 10
  },
  {
    "type": "paragraph_text",
    "value": "Each of you should use whatever gift you have received to serve others, as faithful stewards of God’s grace in its various forms."
  },
  {
    "type": "verse_number",
    "value": 11
  },
  {
    "type": "paragraph_text",
    "value": "If anyone speaks, they should do so as one who speaks the very words of God. If anyone serves, they should do so with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 12
  },
  {
    "type": "paragraph_text",
    "value": "Dear friends, do not be surprised at the fiery ordeal that has come on you to test you, as though something strange were happening to you."
  },
  {
    "type": "verse_number",
    "value": 13
  },
  {
    "type": "paragraph_text",
    "value": "But rejoice inasmuch as you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed."
  },
  {
    "type": "verse_number",
    "value": 14
  },
  {
    "type": "paragraph_text",
    "value": "If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you."
  },
  {
    "type": "verse_number",
    "value": 15
  },
  {
    "type": "paragraph_text",
    "value": "If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler."
  },
  {
    "type": "verse_number",
    "value": 16
  },
  {
    "type": "paragraph_text",
    "value": "However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name."
  },
  {
    "type": "verse_number",
    "value": 17
  },
  {
    "type": "paragraph_text",
    "value": "For it is time for judgment to begin with God’s household; and if it begins with us, what will the outcome be for those who do not obey the gospel of God?"
  },
  {
    "type": "verse_number",
    "value": 18
  },
  {
    "type": "paragraph_text",
    "value": "And,"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "line_text",
    "value": "“If it is hard for the righteous to be saved,"
  },
  {
    "type": "line_break"
  },
  {
    "type": "line_text",
    "value": "what will become of the ungodly and the sinner?”"
  },
  {
    "type": "line_break"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 19
  },
  {
    "type": "paragraph_text",
    "value": "So then, those who suffer according to God’s will should commit themselves to their faithful Creator and continue to do good."
  },
  {
    "type": "paragraph_end"
  }
]