[
  {
    "type": "paragraph_start"
  },
  {
    "type": "verse_number",
    "value": 1
  },
  {
    "type": "paragraph_text",
    "value": "In my thirtieth year, in the fourth month on the fifth day, while I was among the exiles by the Kebar River, the heavens were opened and I saw visions of God."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 2
  },
  {
    "type": "paragraph_text",
    "value": "On the fifth of the month—it was the fifth year of the exile of King Jehoiachin—"
  },
  {
    "type": "verse_number",
    "value": 3
  },
  {
    "type": "paragraph_text",
    "value": "the word of the"
  },
  {
    "type": "divine_name_text",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": "came to Ezekiel the priest, the son of Buzi, by the Kebar River in the land of the Babylonians."
  },
  {
    "type": "paragraph_text",
    "value": "There the hand of the"
  },
  {
    "type": "divine_name_text",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": "was on him."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 4
  },
  {
    "type": "paragraph_text",
    "value": "I looked, and I saw a windstorm coming out of the north—an immense cloud with flashing lightning and surrounded by brilliant light. The center of the fire looked like glowing metal,"
  },
  {
    "type": "verse_number",
    "value": 5
  },
  {
    "type": "paragraph_text",
    "value": "and in the fire was what looked like four living creatures. In appearance their form was human,"
  },
  {
    "type": "verse_number",
    "value": 6
  },
  {
    "type": "paragraph_text",
    "value": "but each of them had four faces and four wings."
  },
  {
    "type": "verse_number",
    "value": 7
  },
  {
    "type": "paragraph_text",
    "value": "Their legs were straight; their feet were like those of a calf and gleamed like burnished bronze."
  },
  {
    "type": "verse_number",
    "value": 8
  },
  {
    "type": "paragraph_text",
    "value": "Under their wings on their four sides they had human hands. All four of them had faces and wings,"
  },
  {
    "type": "verse_number",
    "value": 9
  },
  {
    "type": "paragraph_text",
    "value": "and the wings of one touched the wings of another. Each one went straight ahead; they did not turn as they moved."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 10
  },
  {
    "type": "paragraph_text",
    "value": "Their faces looked like this: Each of the four had the face of a human being, and on the right side each had the face of a lion, and on the left the face of an ox; each also had the face of an eagle."
  },
  {
    "type": "verse_number",
    "value": 11
  },
  {
    "type": "paragraph_text",
    "value": "Such were their faces. They each had two wings spreading out upward, each wing touching that of the creature on either side; and each had two other wings covering its body."
  },
  {
    "type": "verse_number",
    "value": 12
  },
  {
    "type": "paragraph_text",
    "value": "Each one went straight ahead. Wherever the spirit would go, they would go, without turning as they went."
  },
  {
    "type": "verse_number",
    "value": 13
  },
  {
    "type": "paragraph_text",
    "value": "The appearance of the living creatures was like burning coals of fire or like torches. Fire moved back and forth among the creatures; it was bright, and lightning flashed out of it."
  },
  {
    "type": "verse_number",
    "value": 14
  },
  {
    "type": "paragraph_text",
    "value": "The creatures sped back and forth like flashes of lightning."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 15
  },
  {
    "type": "paragraph_text",
    "value": "As I looked at the living creatures, I saw a wheel on the ground beside each creature with its four faces."
  },
  {
    "type": "verse_number",
    "value": 16
  },
  {
    "type": "paragraph_text",
    "value": "This was the appearance and structure of the wheels: They sparkled like topaz, and all four looked alike. Each appeared to be made like a wheel intersecting a wheel."
  },
  {
    "type": "verse_number",
    "value": 17
  },
  {
    "type": "paragraph_text",
    "value": "As they moved, they would go in any one of the four directions the creatures faced; the wheels did not change direction as the creatures went."
  },
  {
    "type": "verse_number",
    "value": 18
  },
  {
    "type": "paragraph_text",
    "value": "Their rims were high and awesome, and all four rims were full of eyes all around."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 19
  },
  {
    "type": "paragraph_text",
    "value": "When the living creatures moved, the wheels beside them moved; and when the living creatures rose from the ground, the wheels also rose."
  },
  {
    "type": "verse_number",
    "value": 20
  },
  {
    "type": "paragraph_text",
    "value": "Wherever the spirit would go, they would go, and the wheels would rise along with them, because the spirit of the living creatures was in the wheels."
  },
  {
    "type": "verse_number",
    "value": 21
  },
  {
    "type": "paragraph_text",
    "value": "When the creatures moved, they also moved; when the creatures stood still, they also stood still; and when the creatures rose from the ground, the wheels rose along with them, because the spirit of the living creatures was in the wheels."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 22
  },
  {
    "type": "paragraph_text",
    "value": "Spread out above the heads of the living creatures was what looked something like a vault, sparkling like crystal, and awesome."
  },
  {
    "type": "verse_number",
    "value": 23
  },
  {
    "type": "paragraph_text",
    "value": "Under the vault their wings were stretched out one toward the other, and each had two wings covering its body."
  },
  {
    "type": "verse_number",
    "value": 24
  },
  {
    "type": "paragraph_text",
    "value": "When the creatures moved, I heard the sound of their wings, like the roar of rushing waters, like the voice of the Almighty,"
  },
  {
    "type": "paragraph_text",
    "value": "like the tumult of an army. When they stood still, they lowered their wings."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 25
  },
  {
    "type": "paragraph_text",
    "value": "Then there came a voice from above the vault over their heads as they stood with lowered wings."
  },
  {
    "type": "verse_number",
    "value": 26
  },
  {
    "type": "paragraph_text",
    "value": "Above the vault over their heads was what looked like a throne of lapis lazuli, and high above on the throne was a figure like that of a man."
  },
  {
    "type": "verse_number",
    "value": 27
  },
  {
    "type": "paragraph_text",
    "value": "I saw that from what appeared to be his waist up he looked like glowing metal, as if full of fire, and that from there down he looked like fire; and brilliant light surrounded him."
  },
  {
    "type": "verse_number",
    "value": 28
  },
  {
    "type": "paragraph_text",
    "value": "Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "This was the appearance of the likeness of the glory of the"
  },
  {
    "type": "divine_name_text",
    "value": "Lord"
  },
  {
    "type": "paragraph_text",
    "value": ". When I saw it, I fell facedown, and I heard the voice of one speaking."
  },
  {
    "type": "paragraph_end"
  }
]