[
  {
    "type": "paragraph_start"
  },
  {
    "type": "verse_number",
    "value": 1
  },
  {
    "type": "paragraph_text",
    "value": "One of the seven angels who had the seven bowls came and said to me, “Come, I will show you the punishment of the great prostitute, who sits by many waters."
  },
  {
    "type": "verse_number",
    "value": 2
  },
  {
    "type": "paragraph_text",
    "value": "With her the kings of the earth committed adultery, and the inhabitants of the earth were intoxicated with the wine of her adulteries.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 3
  },
  {
    "type": "paragraph_text",
    "value": "Then the angel carried me away in the Spirit into a wilderness. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns."
  },
  {
    "type": "verse_number",
    "value": 4
  },
  {
    "type": "paragraph_text",
    "value": "The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries."
  },
  {
    "type": "verse_number",
    "value": 5
  },
  {
    "type": "paragraph_text",
    "value": "The name written on her forehead was a mystery:"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "line_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 6
  },
  {
    "type": "line_text",
    "value": "I saw that the woman was drunk with the blood of God’s holy people, the blood of those who bore testimony to Jesus."
  },
  {
    "type": "line_break"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": "When I saw her, I was greatly astonished."
  },
  {
    "type": "verse_number",
    "value": 7
  },
  {
    "type": "paragraph_text",
    "value": "Then the angel said to me: “Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns."
  },
  {
    "type": "verse_number",
    "value": 8
  },
  {
    "type": "paragraph_text",
    "value": "The beast, which you saw, once was, now is not, and yet will come up out of the Abyss and go to its destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because it once was, now is not, and yet will come."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 9
  },
  {
    "type": "paragraph_text",
    "value": "“This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits."
  },
  {
    "type": "verse_number",
    "value": 10
  },
  {
    "type": "paragraph_text",
    "value": "They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for only a little while."
  },
  {
    "type": "verse_number",
    "value": 11
  },
  {
    "type": "paragraph_text",
    "value": "The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 12
  },
  {
    "type": "paragraph_text",
    "value": "“The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast."
  },
  {
    "type": "verse_number",
    "value": 13
  },
  {
    "type": "paragraph_text",
    "value": "They have one purpose and will give their power and authority to the beast."
  },
  {
    "type": "verse_number",
    "value": 14
  },
  {
    "type": "paragraph_text",
    "value": "They will wage war against the Lamb, but the Lamb will triumph over them because he is Lord of lords and King of kings—and with him will be his called, chosen and faithful followers.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "type": "paragraph_text",
    "value": ""
  },
  {
    "type": "verse_number",
    "value": 15
  },
  {
    "type": "paragraph_text",
    "value": "Then the angel said to me, “The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages."
  },
  {
    "type": "verse_number",
    "value": 16
  },
  {
    "type": "paragraph_text",
    "value": "The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire."
  },
  {
    "type": "verse_number",
    "value": 17
  },
  {
    "type": "paragraph_text",
    "value": "For God has put it into their hearts to accomplish his purpose by agreeing to hand over to the beast their royal authority, until God’s words are fulfilled."
  },
  {
    "type": "verse_number",
    "value": 18
  },
  {
    "type": "paragraph_text",
    "value": "The woman you saw is the great city that rules over the kings of the earth.”"
  },
  {
    "type": "paragraph_end"
  }
]