[
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 1,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "King Belshazzar gave a great banquet for a thousand of his nobles and drank wine with them."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 2,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "While Belshazzar was drinking his wine, he gave orders to bring in the gold and silver goblets that Nebuchadnezzar his father had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 3,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "So they brought in the gold goblets that had been taken from the temple of God in Jerusalem, and the king and his nobles, his wives and his concubines drank from them."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 4,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "As they drank the wine, they praised the gods of gold and silver, of bronze, iron, wood and stone."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 5,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Suddenly the fingers of a human hand appeared and wrote on the plaster of the wall, near the lampstand in the royal palace. The king watched the hand as it wrote."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 6,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "His face turned pale and he was so frightened that his legs became weak and his knees were knocking."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 7,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "The king summoned the enchanters, astrologers and diviners. Then he said to these wise men of Babylon, “Whoever reads this writing and tells me what it means will be clothed in purple and have a gold chain placed around his neck, and he will be made the third highest ruler in the kingdom.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 8,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Then all the king’s wise men came in, but they could not read the writing or tell the king what it meant."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 9,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "So King Belshazzar became even more terrified and his face grew more pale. His nobles were baffled."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 10,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "The queen, hearing the voices of the king and his nobles, came into the banquet hall. “May the king live forever!” she said. “Don’t be alarmed! Don’t look so pale!"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 11,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "There is a man in your kingdom who has the spirit of the holy gods in him. In the time of your father he was found to have insight and intelligence and wisdom like that of the gods. Your father, King Nebuchadnezzar, appointed him chief of the magicians, enchanters, astrologers and diviners."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 12,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "He did this because Daniel, whom the king called Belteshazzar, was found to have a keen mind and knowledge and understanding, and also the ability to interpret dreams, explain riddles and solve difficult problems. Call for Daniel, and he will tell you what the writing means.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 13,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "So Daniel was brought before the king, and the king said to him, “Are you Daniel, one of the exiles my father the king brought from Judah?"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 14,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "I have heard that the spirit of the gods is in you and that you have insight, intelligence and outstanding wisdom."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 15,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "The wise men and enchanters were brought before me to read this writing and tell me what it means, but they could not explain it."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 16,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Now I have heard that you are able to give interpretations and to solve difficult problems. If you can read this writing and tell me what it means, you will be clothed in purple and have a gold chain placed around your neck, and you will be made the third highest ruler in the kingdom.”"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 17,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Then Daniel answered the king, “You may keep your gifts for yourself and give your rewards to someone else. Nevertheless, I will read the writing for the king and tell him what it means."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 18,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "“Your Majesty, the Most High God gave your father Nebuchadnezzar sovereignty and greatness and glory and splendor."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 19,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Because of the high position he gave him, all the nations and peoples of every language dreaded and feared him. Those the king wanted to put to death, he put to death; those he wanted to spare, he spared; those he wanted to promote, he promoted; and those he wanted to humble, he humbled."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 20,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "But when his heart became arrogant and hardened with pride, he was deposed from his royal throne and stripped of his glory."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 21,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "He was driven away from people and given the mind of an animal; he lived with the wild donkeys and ate grass like the ox; and his body was drenched with the dew of heaven, until he acknowledged that the Most High God is sovereign over all kingdoms on earth and sets over them anyone he wishes."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 22,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "“But you, Belshazzar, his son, have not humbled yourself, though you knew all this."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 23,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Instead, you have set yourself up against the Lord of heaven. You had the goblets from his temple brought to you, and you and your nobles, your wives and your concubines drank wine from them. You praised the gods of silver and gold, of bronze, iron, wood and stone, which cannot see or hear or understand. But you did not honor the God who holds in his hand your life and all your ways."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 24,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Therefore he sent the hand that wrote the inscription."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 25,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "“This is the inscription that was written:"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 26,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "“Here is what these words mean:"
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "break"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 29,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Then at Belshazzar’s command, Daniel was clothed in purple, a gold chain was placed around his neck, and he was proclaimed the third highest ruler in the kingdom."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 30,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "That very night Belshazzar, king of the Babylonians, was slain,"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 31,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "and Darius the Mede took over the kingdom, at the age of sixty-two."
  },
  {
    "type": "paragraph_end"
  }
]