[
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 1,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 2,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Consequently, whoever rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 3,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and you will be commended."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 4,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "For the one in authority is God’s servant for your good. But if you do wrong, be afraid, for rulers do not bear the sword for no reason. They are God’s servants, agents of wrath to bring punishment on the wrongdoer."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 5,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also as a matter of conscience."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 6,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "This is also why you pay taxes, for the authorities are God’s servants, who give their full time to governing."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 7,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Give to everyone what you owe them: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 8,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 9,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "The commandments, “You shall not commit adultery,” “You shall not murder,” “You shall not steal,” “You shall not covet,” and whatever other command there may be, are summed up in this one command: “Love your neighbor as yourself.” "
  },
  {
    "sectionNumber": 1,
    "verseNumber": 10,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Love does no harm to a neighbor. Therefore love is the fulfillment of the law."
  },
  {
    "type": "paragraph_end"
  },
  {
    "type": "paragraph_start"
  },
  {
    "sectionNumber": 1,
    "verseNumber": 11,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "And do this, understanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 12,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 13,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."
  },
  {
    "sectionNumber": 1,
    "verseNumber": 14,
    "chapterNumber": null,
    "type": "paragraph_text",
    "value": "Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh."
  },
  {
    "type": "paragraph_end"
  }
]